{
  "texts": [
    {
      "title": "B’LANCE Infusion Therapies",
      "text": "Stress is our bodies' reaction to a change, challenge, or demand. In short bursts, it can be beneficial since it makes our brain more alert, causes our muscles to tense, and increase our pulse, that can help us to handle challenging or demanding situations. But when stress lasts for a long time, it may harm your health and wellbeing.\nUnlike the relaxed state, stress metabolism triggers the body to consume valuable nutrition elements as energy sources. Deficiency of such elements cause less neurotransmitter production and trigger the release of stress hormone and this initiates the downwards stress loop.\nIn order to prevent energy cannibalism, B’LANCE® formulas offer both preventive and regenerative therapeutics. Formulas promote the body in the biosynthesis of neurotransmitters, which in return eliminate the effects of stress metabolism, drives happiness, lightens our mood eliminates cognitive fatigue, energise the body and help individuals in achieving their best potentials."
    },
    {
      "title": "Why not as capsule, tablet or powder form?",
      "text": "The modern-science and psychoneuroimmunology based B’LANCE® infusion formulas are composed of amino acids, vitamins, minerals and antioxidants. Unlike common nutritional supplements—in capsule, tablet or powder form, B’LANCE® therapeutics are fed to a person intravenously. Therefore, nutritional ingredients bypass the normal digestion process and enter into the bloodstream without any detours for the body to immediately take the full effect of nutritional ingredients."
    },
    {
      "title": "How healthy is it for my body?",
      "text": "Valuable nutritional elements such as essential amino acids, vitamins and minerals are always supplied from external sources. Since B’LANCE® IV solutions only contain such natural ingredients instead of medical drugs or similar synthetic components, Infusions do not harm the body, alter its chemical balance or cause damage in any other way. Additionally, B’LANCE® formulas do not have any withdrawal or similar adverse effects. All formulas are clinically tested and there is strong scientific evidence which prove preventive and therapeutic effects of the B’LANCE® formulas."
    }
  ],
  "footers": [
    {
      "title": "Still have questions?\nJust visit.",
      "text": "You won’t find a better place to learn more about B’LANCE® therapies.",
      "button": "Visit"
    },
    {
      "title": "Book consultation or theraphy appointment.",
      "text": "You can book your appointment from our clinic via email or call.",
      "button": "Contact"
    }
  ],
  "visit": "Visit Official Website"
}