{
  "title1": {
    "title": "1. Data protection at a glance",
    "sub": [
      {
        "title": "General information",
        "text": "The following information provides a simple overview of what happens to your personal data when you visit our website. Personal data are all data with which you can be personally identified. You can find detailed information on the subject of data protection in our data protection declaration below this text."
      },
      {
        "title": "Data collection on our website",
        "q": [
          {
            "title": "Who is responsible for data collection on this website?",
            "text": "The data processing on this website is carried out by the website operator. You can find their contact details in the imprint of this website."
          },
          {
            "title": "How do we collect your data?",
            "text": "On the one hand, your data is collected when you provide it to us. This can, for example, be data that you enter in a contact form.\nOther data is automatically recorded by our IT systems when you visit the website. This is mainly technical data (e.g. internet browser, operating system or time of the page view). This data is collected automatically as soon as you enter our website."
          },
          {
            "title": "What do we use your data for?",
            "text": "Some of the data is collected in order to ensure that the website is error-free. Other data can be used to analyze your user behavior."
          },
          {
            "title": "What rights do you have with regard to your data?",
            "text": "You always have the right to receive information about the origin, recipient and purpose of your stored personal data free of charge. You also have the right to request the correction, blocking or deletion of this data. You can contact us at any time at the address given in the legal notice if you have any further questions about data protection. You also have the right to lodge a complaint with the competent supervisory authority.\nYou also have the right to request that the processing of your personal data be restricted under certain circumstances. Details can be found in the data protection declaration under “Right to restriction of processing”."
          }
        ]
      },
      {
        "title": "Analysis tools and third-party tools",
        "text": "When you visit our website, your surfing behavior can be statistically evaluated. This is mainly done with cookies and so-called analysis programs. Your surfing behavior is usually analyzed anonymously; surfing behavior cannot be traced back to you. You can object to this analysis or prevent it by not using certain tools. You can find detailed information on this in the following data protection declaration.\nYou can object to this analysis. We will inform you about the possibilities of objection in this data protection declaration."
      }
    ]
  },
  "title2": {
    "title": "2. General information and mandatory information",
    "sub": [
      {
        "title": "Privacy",
        "text": "The operators of this website take the protection of your personal data very seriously. We treat your personal data confidentially and in accordance with the statutory data protection regulations and this data protection declaration.\nWhen you use this website, various personal data are collected. Personal data are data with which you can be personally identified. This data protection declaration explains what data we collect and what we use it for. It also explains how and for what purpose this is done.\nWe would like to point out that data transmission over the Internet (e.g. when communicating by email) can have security gaps. A complete protection of the data against access by third parties is not possible."
      },
      {
        "title": "Note on the responsible body",
        "text": "The responsible body for data processing on this website is:\nProf. Dr. med. Nidal Toman Uhlandstrasse 33 10719 Berlin\nTelephone: +49 (0) 30 21 300 8000 Email: info@nidal-toman.de\nThe responsible body is the natural or legal person who, alone or jointly with others, decides on the purposes and means of processing personal data (e.g. names, email addresses, etc.)."
      },
      {
        "title": "Revocation of your consent to data processing",
        "text": "Many data processing operations are only possible with your express consent. You can revoke your consent at any time. An informal e-mail to us is sufficient. The legality of the data processing carried out before the revocation remains unaffected by the revocation."
      },
      {
        "title": "Right to object to data collection in special cases and to direct advertising (Art. 21 GDPR)",
        "text": "If the data processing is based on Art. 6 Para. 1 lit. e or f GDPR, you have the right to object to the processing of your personal data at any time for reasons that arise from your particular situation; this also applies to profiling based on these provisions. The respective legal basis on which processing is based can be found in this data protection declaration. If you object, we will no longer process your personal data concerned, unless we can prove compelling legitimate reasons for the processing that outweigh your interests, rights and freedoms or the processing serves to assert, exercise or defend legal claims ( Objection according to Art. 21 Para. 1 GDPR).\nIf your personal data are processed in order to operate direct mail, you have the right to object at any time to the processing of personal data concerning you for the purpose of such advertising; this also applies to profiling insofar as it is connected to such direct advertising. If you object, your personal data will no longer be used for direct marketing purposes (objection according to Art. 21 Paragraph 2 GDPR)."
      },
      {
        "title": "Right of appeal to the competent supervisory authority",
        "text": "In the event of violations of the GDPR, the data subjects have the right to lodge a complaint with a supervisory authority, in particular in the member state of their habitual residence, their place of work or the place of the alleged violation. The right of appeal exists without prejudice to other administrative or judicial remedies."
      },
      {
        "title": "Right to data portability",
        "text": "You have the right to have data that we process automatically on the basis of your consent or in fulfillment of a contract handed over to you or to a third party in a common, machine-readable format. If you request the direct transfer of the data to another person responsible, this will only be done if it is technically feasible."
      },
      {
        "title": "SSL or TLS encryption",
        "text": "For security reasons and to protect the transmission of confidential content, such as orders or inquiries that you send to us as the site operator, this site uses an SSL or. TLS encryption. You can recognize an encrypted connection by the fact that the address line of the browser changes from “http: //” to “https: //” and the lock symbol in your browser line.\nIf the SSL or TLS encryption is activated, the data that you transmit to us cannot be read by third parties."
      },
      {
        "title": "Information, blocking, deletion and correction",
        "text": "Within the framework of the applicable statutory provisions, you have the right to free information about your stored personal data, their origin and recipient and the purpose of the data processing and, if necessary, a right to correct, block or delete this data. You can contact us at any time at the address given in the legal notice if you have any further questions on the subject of personal data."
      },
      {
        "title": "Right to restriction of processing",
        "text1": "You have the right to request that the processing of your personal data be restricted. You can contact us at any time at the address given in the legal notice. The right to restrict processing exists in the following cases:",
        "text2": "If you have restricted the processing of your personal data, these data - apart from their storage - may only be used with your consent or for the establishment, exercise or defense of legal claims or for the protection of the rights of another natural or legal person or for reasons of important public interest processed by the European Union or a member state.",
        "list": "If you dispute the accuracy of your personal data stored by us, we usually need time to check this. For the duration of the test, you have the right to request that the processing of your personal data be restricted.\nIf the processing of your personal data happened / happens unlawfully, you can request the restriction of the data processing instead of the deletion.\nIf we no longer need your personal data, but you need them to exercise, defend or assert legal claims, you have the right to request that the processing of your personal data be restricted instead of being deleted.\nIf you have lodged an objection in accordance with Art. 21 Paragraph 1 GDPR, your interests and ours must be weighed up. As long as it has not yet been determined whose interests prevail, you have the right to request that the processing of your personal data be restricted."
      }
    ]
  },
  "title3": {
    "title": "3. Data collection on our website",
    "sub": [
      {
        "title": "Cookies",
        "text": "Some of the websites use so-called cookies. Cookies do not harm your computer and do not contain viruses. Cookies serve to make our offer more user-friendly, more effective and safer. Cookies are small text files that are stored on your computer and saved by your browser.\nMost of the cookies we use are so-called “session cookies”. They are automatically deleted after your visit. Other cookies remain stored on your device until you delete them. These cookies enable us to recognize your browser the next time you visit.\nYou can set your browser so that you are informed about the setting of cookies and only allow cookies in individual cases, exclude the acceptance of cookies for certain cases or in general and activate the automatic deletion of cookies when you close the browser. If cookies are deactivated, the functionality of this website may be restricted.\nCookies that are required to carry out the electronic communication process or to provide certain functions you require (e.g. shopping cart function) are stored on the basis of Art. 6 Para. 1 lit. f GDPR saved. The website operator has a legitimate interest in storing cookies for the technically error-free and optimized provision of its services. Insofar as other cookies (e.g. cookies for analyzing your surfing behavior) are stored, these are treated separately in this data protection declaration."
      },
      {
        "title": "Server log files",
        "text1": "The provider of the pages automatically collects and stores information in so-called server log files, which your browser automatically transmits to us. These are:",
        "text2": "This data is not combined with other data sources.\nThis data is collected on the basis of Art. 6 Paragraph 1 lit. f GDPR. The website operator has a legitimate interest in the technically error-free presentation and optimization of his website - the server log files must be recorded for this.",
        "list": "Browser type and browser version\noperating system used\nReferrer URL\nHost name of the accessing computer\nTime of the server request\nIP address"
      },
      {
        "title": "Contact form",
        "text": "If you send us inquiries using the contact form, your details from the inquiry form, including the contact details you provided there, will be stored by us for the purpose of processing the request and in case of follow-up questions. We do not pass on this data without your consent.\nThe processing of the data entered in the contact form takes place exclusively on the basis of your consent (Art. 6 Paragraph 1 lit. You can revoke this consent at any time. An informal e-mail to us is sufficient. The legality of the data processing operations carried out before the revocation remains unaffected by the revocation.\nThe data you enter in the contact form will remain with us until you ask us to delete it, revoke your consent to storage or the purpose for data storage no longer applies (e.g. after your request has been processed). Mandatory statutory provisions - in particular retention periods - remain unaffected."
      }
    ]
  },
  "title4": {
    "title": "4. Analysis tools and advertising",
    "sub": [
      {
        "title": "Google Analytics",
        "text": "This website uses functions of the web analysis service Google Analytics. The provider is Google Inc., 1600 Amphitheater Parkway, Mountain View, CA 94043, USA.\nGoogle Analytics uses so-called \"cookies\". These are text files that are saved on your computer and that enable your use of the website to be analyzed. The information generated by the cookie about your use of this website is usually transferred to a Google server in the USA and stored there.\nThe storage of Google Analytics cookies and the use of this analysis tool are based on Art. 6 Para. 1 lit. f GDPR. The website operator has a legitimate interest in analyzing user behavior in order to optimize both its website and its advertising.",
        "q": [
          {
            "title": "IP anonymization",
            "text": "We have activated the IP anonymization function on this website. As a result, your IP address will be shortened by Google within member states of the European Union or in other contracting states of the Agreement on the European Economic Area before it is transmitted to the USA. The full IP address is only transmitted to a Google server in the USA and shortened there in exceptional cases. On behalf of the operator of this website, Google will use this information to evaluate your use of the website, to compile reports on website activity and to provide the website operator with other services relating to website activity and internet usage. The IP address transmitted by your browser as part of Google Analytics will not be merged with other Google data."
          },
          {
            "title": "Browser plugin",
            "text": "You can prevent the storage of cookies by setting your browser software accordingly; however, we would like to point out that in this case you may not be able to use all functions of this website to their full extent. You can also prevent Google from collecting the data generated by the cookie and relating to your use of the website (including your IP address) and from processing this data by Google by downloading the browser plug-in available under the following link and install: https://tools.google.com/dlpage/gaoptout?hl=de ."
          },
          {
            "title": "Objection against data collection",
            "text": "You can prevent Google Analytics from collecting your data by clicking on the following link. An opt-out cookie will be set which prevents the collection of your data on future visits to this website: Deactivate Google Analytics .\nYou can find more information on how Google Analytics handles user data in Google's privacy policy: https://support.google.com/analytics/answer/6004245?hl=de ."
          },
          {
            "title": "Order processing",
            "text": "We have concluded an order processing contract with Google and fully implement the strict requirements of the German data protection authorities when using Google Analytics."
          },
          {
            "title": "Demographic characteristics in Google Analytics",
            "text": "This website uses the “demographic characteristics” function of Google Analytics. This allows reports to be created that contain information on the age, gender and interests of the site visitors. This data comes from interest-based advertising from Google as well as from visitor data from third-party providers. These data cannot be assigned to a specific person. You can deactivate this function at any time via the ad settings in your Google account or generally prohibit the collection of your data by Google Analytics as described in the point “Objection to data collection”."
          }
        ]
      },
      {
        "title": "Facebook pixel",
        "text": "Our website uses the visitor action pixel from Facebook, Facebook Inc., 1601 S. California Ave, Palo Alto, CA 94304, USA (“Facebook”) to measure conversion.\nIn this way, the behavior of the page visitors can be tracked after they have been redirected to the provider's website by clicking on a Facebook ad. This enables the effectiveness of Facebook advertisements to be evaluated for statistical and market research purposes and future advertising measures to be optimized.\nThe data collected are anonymous for us as the operator of this website; we cannot draw any conclusions about the identity of the users. However, the data is stored and processed by Facebook so that a connection to the respective user profile is possible and Facebook can use the data for its own advertising purposes in accordance with the Facebook data usage guidelines. This enables Facebook to place advertisements on Facebook pages as well as outside of Facebook. As the website operator, we cannot influence this use of the data.\nThe use of Facebook pixels is based on Art. 6 Paragraph 1 lit. f GDPR. The website operator has a legitimate interest in effective advertising measures, including social media.\nYou will find further information on protecting your privacy in Facebook's data protection information: https://de-de.facebook.com/about/privacy/ .\nYou can also deactivate the remarketing function “Custom Audiences” in the advertising settings area at https://www.facebook.com/ads/preferences/?entry_product=ad_settings_screen . To do this, you must be logged in to Facebook.\nIf you do not have a Facebook account, you can deactivate usage-based advertising from Facebook on the website of the European Interactive Digital Advertising Alliance: http://www.youronlinechoices.com/de/praferenzmanagement/ ."
      }
    ]
  },
  "title5": {
    "title": "5. Plugins and Tools",
    "sub": [
      {
        "title": "Google Web Fonts",
        "text": "This page uses so-called web fonts, which are provided by Google, for the uniform display of fonts. When you call up a page, your browser loads the required web fonts into your browser cache in order to display texts and fonts correctly.\nFor this purpose, the browser you are using must connect to the Google servers. This gives Google knowledge that our website has been accessed via your IP address. The use of Google Web Fonts takes place in the interest of a uniform and appealing presentation of our online offers. This represents a legitimate interest within the meaning of Art. 6 Para. 1 lit. f GDPR.\nIf your browser does not support web fonts, a standard font will be used by your computer.\nYou can find more information about Google Web Fonts at https://developers.google.com/fonts/faq and in Google's data protection declaration: https://policies.google.com/privacy?hl=de ."
      }
    ]
  }
}