{
  "texts": [
    {
      "title": "B’LANCE Infusionstherapien",
      "text": "Stress ist die Reaktion unseres Körpers auf eine Veränderung, Herausforderung oder Anforderung. In kurzen Schüben kann er nützlich sein, da er unser Gehirn wacher macht, unsere Muskeln anspannt und unseren Puls erhöht, was uns helfen kann, mit herausfordernden oder anspruchsvollen Situationen umzugehen. Aber wenn Stress über einen längeren Zeitraum anhält, kann er unserer Gesundheit und unserem Wohlbefinden schaden.\nIm Gegensatz zum entspannten Zustand veranlasst der Stressstoffwechsel den Körper, wertvolle Nahrungselemente als Energiequellen zu nutzen. Ein Mangel an solchen Elementen führt zu einer geringeren Neurotransmitterproduktion und löst die Freisetzung von Stresshormon aus. Dies löst die nach unten gerichtete Stressschleife aus. Dies löst den sogenannten downwards stress loop aus.\nUm Energie-Kannibalismus zu verhindern, bieten B’LANCE®-Formeln sowohl präventive als auch regenerative Therapeutika. Die Formeln fördern den Körper bei der Biosynthese von Neurotransmittern, welche im Gegenzug die Auswirkungen des Stressstoffwechsels eliminieren, das Glück fördern, unsere Stimmung aufhellen, kognitive Müdigkeit beseitigen, den Körper energetisieren und dem Einzelnen helfen, sein bestes Potenzial auszuschöpfen."
    },
    {
      "title": "Warum nicht als Kapsel-, Tabletten- oder Pulverform?",
      "text": "Die auf modernen und psychoneuroimmunologischen Grundlagen basierenden B’LANCE®-Infusionsformeln bestehen aus Aminosäuren, Vitaminen, Mineralien und Antioxidantien. Im Gegensatz zu herkömmlichen Nahrungsergänzungsmitteln - in Kapsel-, Tabletten- oder Pulverform - werden B’LANCE®-Therapeutika einer Person intravenös verabreicht. Daher umgehen Nährstoffe den normalen Verdauungsprozess und gelangen ohne Umwege in den Blutkreislauf, damit der Körper sofort die volle Wirkung der Nährstoffe nutzen kann."
    },
    {
      "title": "Wie gesund ist es für meinen Körper?",
      "text": "Wertvolle Nährstoffe wie essentielle Aminosäuren, Vitamine und Mineralien werden immer aus externen Quellen geliefert. Da B’LANCE® IV-Lösungen anstelle von Arzneimitteln oder ähnlichen synthetischen Komponenten nur solche natürlichen Inhaltsstoffe enthalten, schädigen Infusionen den Körper nicht, verändern sein chemisches Gleichgewicht nicht und verursachen auch auf andere Weise keine Schäden. Darüber hinaus haben B’LANCE®-Formeln keine Abhängigkeit oder ähnliche nachteilige Auswirkungen. Alle Formeln werden klinisch getestet und es gibt aussagekräftige wissenschaftliche Beweise, die die vorbeugende und therapeutische Wirkung der B’LANCE®-Formeln belegen."
    }
  ],
  "footers": [
    {
      "title": "Haben Sie noch Fragen?\nNur besuchen.",
      "text": "Sie werden keinen besseren Ort finden, um mehr über B’LANCE®-Therapien zu erfahren.",
      "button": "Besuch"
    },
    {
      "title": "Termin online buchen.",
      "text": "Sie können Ihren Termin in unserer Klinik per E-Mail oder Anruf buchen.",
      "button": "Kontakt"
    }
  ],
  "visit": "Besuchen Sie die offizielle Website"
}